var jobsnewfile={
    '00':['IT互联网','金融投资证券','制造加工','房地产','教育培训','医疗医药','能源化工','餐饮百货','通信','广告媒体','旅游','农林牧渔','人力资源','物流运输','其他'],
    '00_1':['后端开发','移动开发','测试','嵌入式','运维/技术支持','数据','硬件开发','人工智能开发','视觉设计','交互设计'],
    '00_1_1':['JAVA','PHP','全栈工程师','Perl','精准推荐','搜索算法','Hadoop','Ruby','.NET/C','C/C++','Python'],
    '00_1_2':['Android','IOS','WP'],
    '00_1_3':['测试工程师'],
    '00_1_4':['web前端 HTML5','Javascript','Flash'],
    '00_1_5':['运维工程师','DBA','系统工程师','系统管理员'],
    '00_1_6':['数据分析师','数据开发','数据挖掘','ETL工程师','数据架构师','算法研究师'],
    '00_1_7':['嵌入式','硬件','自动化','FPGA开发','电路设计','单片机','模具设计','驱动开发','射频工程师','系统集成','PCB工艺','材料工程师','ARM开发','DSP开发','热传导','精益工程师'],
    '00_1_8':['人工智能开发'],
    '00_1_9':['视觉设计'],
    '00_1_10':['UI设计师','美工','设计师助理','动画设计师','多媒体设计师'],
    '00_2':['保险','投资','金融','财会','证卷'],
    '00_2_1':['业务经理','保险理赔','保险电销','储备经理人','保险精算师','核保'],
    '00_2_2':['投资顾问',' 资产管理','投资助理','投资经理','理财师','分析师'],
    '00_2_3':['风控','证卷','基金'],
    '00_2_4':['清算','法务','审计','税务','会计/出纳'],
    '00_2_5':['证卷经纪人','证卷分析师'],
    '00_3':['工程技术','生产管理','质量安全'],
    '00_3_1':['水利/水电工程师','船舶工程师','模具工程师',' 材料工程师','机械工程师','电气工程师'],
    '00_3_2':['设备主管','化验员','生产文员','物料管理（PMC）','生产组长','项目工程师 '],
    '00_3_3':['质量管理/测试','安全员','审核员','体系工程师','认证工程师','可靠度工程师','故障分析师'],
    '00_4':['设计装修与市政建设','物业管理','房地产经纪'],
    '00_4_1':['建筑施工现场管理','室内设计','土木/土建/结构工程师','工程资料管理','工程监理','建筑设计师','建筑工程师','园林设计','城市规划设计'],
    '00_4_2':['物业管理','物业招商管理','物业租凭销售'],
    '00_4_3':['地产置业顾问','地产中介','地产评估'],
    '00_5':['教师','招生','教练'],
    '00_5_1':['教师'],
    '00_5_2':['课程顾问','招生顾问','留学顾问'],
    '00_5_3':['教练'],
    '00_6':['健康整形','医疗/护理','医生'],
    '00_6_1':['美容师/顾问','理疗师','整形师'],
    '00_6_2':['护士/护理人员','营养师','美容整形师'],
    '00_6_3':['医生'],
    '00_7':['能源','地质','化工'],
    '00_7_1':['石油/天然气技术人员','空调/热能工程师','电力工程师/技术员','核力/火力工程师','水利/水电工程师','电力系统研发工程师','电力电子研发工程师','控制保护研发工程师'],
    '00_7_2':['地质'],
    '00_7_3':['化工工程师',' 化学分析',' 实验室研究员'],
    '00_8':['餐饮','零售','酒店'],
    '00_8_1':['厨师'],
    '00_8_2':['店员/营业员','导购'],
    '00_8_3':['酒店/宾馆营销','楼面管理','大堂经理/领班','餐饮/娱乐管理','酒店/宾馆管理'],
    '00_9':['通信'],
    '00_9_1':['通信技术工程师'],
    '00_10':['媒体','影视','广告'],
    '00_10_1':['编辑','记者','自媒体','出版发行'],
    '00_10_2':['后期制作','影视策划','录音/音效师','放映管理','摄制','编导','视频编辑','音频编辑','摄影/摄像师','化妆/造型/服装'],
    '00_10_3':['文案',' 美术指导'],
    '00_11':['旅游','旅游产品开发/策划'],
    '00_11_1':['旅游顾问','导游','计调师'],
    '00_11_2':['旅游策划师','旅游产品经理'],
    '00_12':['环保','农/林/牧/渔业'],
    '00_12_1':['水处理工程师','废弃处理工程师','固废工程师','环保工程师 '],
    '00_12_2':['动物育种/养殖','农艺师','畜牧师动物营养/饲料研发',' 林业技术人员','园艺师','插花设计师'],
    '00_13':['人力资源','行政'],
    '00_13_1':['人事专员/助理','培训专员','招聘专员/助理','猎头顾问/助理'],
    '00_13_2':['经理助理','后勤','前台接待'],
    '00_14':['物流','运输','仓储'],
    '00_14_1':['物流专员','物流运营','物流跟单','供应链专员','物仓调度','单证员','贸易跟单','货运代理员','报关员','报检员','核销员'],
    '00_14_2':['快递','配送','集装箱管理'],
    '00_14_3':['仓储管理','仓库文员','仓储物料专员'],
    '00_15':['实习生/培训生/储备干部'],
    '00_15_1':['实习生','储备干部','培训生','其他']
};

var index_menu=[
    {
        "title":"文学",
        "name":["翻译","广告","公关/媒体"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"医学",
        "name":["医院/医疗/护理"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"法学",
        "name":["律师","法律顾问","审计师"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"农学",
        "name":["化肥","种子"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"哲学",
        "name":["思想","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"工学",
        "name":["翻译","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"教育学",
        "name":["翻译","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"管理学",
        "name":["翻译","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"经济学",
        "name":["翻译","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    },
    {
        "title":"历史学",
        "name":["翻译","广告"],
        "content":["翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告","翻译","广告",]
    }
]
