var jobsnewfile={
    '00':['IT互联网','金融投资证券','制造加工','房地产','能源化工','餐饮百货','广告媒体','农林牧渔','人力资源','物流运输','其他'],
    '00_1':['后端开发','移动开发','测试','嵌入式','运维/技术支持','数据','硬件开发','人工智能开发','视觉设计','交互设计'],
    '00_1_1':['JAVA','PHP','全栈工程师','Perl','精准推荐','搜索算法','Hadoop','Ruby','.NET/C','C/C++','Python'],
    '00_1_2':['Android','IOS','WP'],
    '00_1_3':['测试工程师'],
    '00_1_4':['web前端 HTML5','Javascript','Flash'],
    '00_1_5':['运维工程师','DBA','系统工程师','系统管理员'],
    '00_1_6':['数据分析师','数据开发','数据挖掘','ETL工程师','数据架构师','算法研究师'],
    '00_1_7':['嵌入式','硬件','自动化','FPGA开发','电路设计','单片机','模具设计','驱动开发','射频工程师','系统集成','PCB工艺','材料工程师','ARM开发','DSP开发','热传导','精益工程师'],
    '00_1_8':['人工智能开发'],
    '00_1_9':['视觉设计'],
    '00_1_10':['UI设计师','美工','设计师助理','动画设计师','多媒体设计师'],
    '00_2':['保险','投资','金融','财会','证卷'],
    '00_2_1':['业务经理','保险理赔','保险电销','储备经理人','保险精算师','核保'],
    '00_2_2':['投资顾问',' 资产管理','投资助理','投资经理','理财师','分析师'],
    '00_2_3':['风控','证卷','基金'],
    '00_2_4':['清算','法务','审计','税务','会计/出纳'],
    '00_2_5':['证卷经纪人','证卷分析师'],
    '00_3':['工程技术','生产管理','质量安全'],
    '00_3_1':['水利/水电工程师','船舶工程师','模具工程师',' 材料工程师','机械工程师','电气工程师'],
    '00_3_2':['设备主管','化验员','生产文员','物料管理（PMC）','生产组长','项目工程师 '],
    '00_3_3':['质量管理/测试','安全员','审核员','体系工程师','认证工程师','可靠度工程师','故障分析师'],
    '00_4':['设计装修与市政建设','物业管理','房地产经纪'],
    '00_4_1':['建筑施工现场管理','室内设计','土木/土建/结构工程师','工程资料管理','工程监理','建筑设计师','建筑工程师','园林设计','城市规划设计'],
    '00_4_2':['物业管理','物业招商管理','物业租凭销售'],
    '00_4_3':['地产置业顾问','地产中介','地产评估'],
    '00_5':['能源','地质','化工'],
    '00_5_1':['石油/天然气技术人员','空调/热能工程师','电力工程师/技术员','核力/火力工程师','水利/水电工程师','电力系统研发工程师','电力电子研发工程师','控制保护研发工程师'],
    '00_5_2':['地质'],
    '00_5_3':['化工工程师',' 化学分析',' 实验室研究员'],
    '00_6':['餐饮','零售','酒店'],
    '00_6_1':['厨师'],
    '00_6_2':['店员/营业员','导购'],
    '00_6_3':['酒店/宾馆营销','楼面管理','大堂经理/领班','餐饮/娱乐管理','酒店/宾馆管理'],
    '00_7':['媒体','影视','广告'],
    '00_7_1':['编辑','记者','自媒体','出版发行'],
    '00_7_2':['后期制作','影视策划','录音/音效师','放映管理','摄制','编导','视频编辑','音频编辑','摄影/摄像师','化妆/造型/服装'],
    '00_7_3':['文案',' 美术指导'],
    '00_8':['环保','农/林/牧/渔业'],
    '00_8_1':['水处理工程师','废弃处理工程师','固废工程师','环保工程师 '],
    '00_8_2':['动物育种/养殖','农艺师','畜牧师动物营养/饲料研发',' 林业技术人员','园艺师','插花设计师'],
    '00_9':['人力资源','行政'],
    '00_9_1':['人事专员/助理','培训专员','招聘专员/助理','猎头顾问/助理'],
    '00_9_2':['经理助理','后勤','前台接待'],
    '00_10':['物流','运输','仓储'],
    '00_10_1':['物流专员','物流运营','物流跟单','供应链专员','物仓调度','单证员','贸易跟单','货运代理员','报关员','报检员','核销员'],
    '00_10_2':['快递','配送','集装箱管理'],
    '00_10_3':['仓储管理','仓库文员','仓储物料专员'],
    '00_11':['医疗医药','教育培训','旅游','通信','实习生'],
    '00_11_1':['美容师/顾问','理疗师','整形师','护士/护理人员','营养师','美容整形师',"医生"],
    '00_11_2':['教师','课程顾问','招生顾问','留学顾问','教练'],
    '00_11_3':['旅游顾问','导游','计调师','旅游策划师','旅游产品经理'],
    '00_11_4':['通信技术工程师'],
    '00_11_5':['实习生','储备干部','培训生']

};

var searcity=[
    { 'word':'A ',
        'content':[
            { 'title': '鞍山 ',
                'area': ['铁东区','铁西区','立山区','千山区']
            },
            { 'title': '阿克苏地区 ',
                'area': ['阿克苏市']
            },
            { 'title': '澳门 ',
                'area': ['花地玛堂区','花王堂区','望德堂区','风顺堂区','大堂区','嘉模堂区','圣方济各堂区','路氹填海区']
            },
            { 'title': '安阳 ',
                'area': ['北关区','文峰区','殷都区','龙安区']
            },
            { 'title': '安庆 ',
                'area': ['迎江区','大观区','宜秀区']
            }
        ]
    },
    { 'word':'B ',
        'content':[
            { 'title': '北京 ',
                'area': ['东城区','西城区','朝阳区','丰台区','海淀区','石景山区']
            },
            { 'title': '蚌埠 ',
                'area': ['禹会区','蚌山区','；龙子湖区']
            },
            { 'title': '保定 ',
                'area': ['竞秀区','莲池区','满城区','清苑区','徐水区']
            },
            { 'title': '宝鸡 ',
                'area': ['渭滨区','金台区','陈仓区']
            },
            { 'title': '北海 ',
                'area': ['海城区','银海区']
            }
        ]
    },
    { 'word':'C ',
        'content':[
            { 'title': '重庆 ',
                'area': ['巴南区','渝北区','北碚区','九龙坡区','沙坪坝区','南岸区','江北区','大渡口区','渝中区']
            },
            { 'title': '成都 ',
                'area': ['锦江','青羊','金牛','武侯','成华','双流区','郫都区','新都区','龙泉驿区']
            },
            { 'title': '长沙 ',
                'area': ['芙蓉区','开福区','雨花区','岳麓区','天心区','望城区','长沙县']
            },
            { 'title': '长春 ',
                'area': ['南关区','宽城区','朝阳区','二道区','绿园区']
            },
            { 'title': '常州 ',
                'area': ['钟楼区','天宁区','新北区','金坛区','武进区']
            }
        ]
    },
    { 'word':'D ',
        'content':[
            { 'title': '大连 ',
                'area': ['中山区','西岗区','沙河口区','甘井子区']
            },
            { 'title': '大庆 ',
                'area': ['龙凤区','萨尔图区','让胡路区','红岗区']
            },
            { 'title': '大同 ',
                'area': ['城区','南郊区']
            },
            { 'title': '东莞 ',
                'area': ['莞城','东城','南城','万江']
            },
            { 'title': '丹东 ',
                'area': ['振兴区','元宝区','振安区']
            },
            { 'title': '大理 ',
                'area': ['大理市']
            },
            { 'title': '敦煌 ',
                'area': ['省直辖县级市']
            }
        ]
    },
    { 'word':'E ',
        'content':[
            { 'title': '鄂尔多斯 ',
                'area': ['伊金霍洛旗（旗为县级行政单位）','康巴什区','东胜区']
            }
        ]
    },
    { 'word':'F ',
        'content':[
            { 'title': '佛山 ',
                'area': ['禅城区','顺德区','南海区','高明区','三水区']
            },
            { 'title': '福州 ',
                'area': ['鼓楼','台江','仓山','晋安','马尾']
            },
            { 'title': '抚州 ',
                'area': ['临川区']
            },
            { 'title': '阜阳 ',
                'area': ['颍州区','颍东区','颍泉区']
            },
            { 'title': '抚顺 ',
                'area': ['新抚区','顺城区','望花区','抚顺区']
            }
        ]
    },
    { 'word':'G ',
        'content':[
            { 'title': '广州 ',
                'area': ['越秀区','荔湾区','海珠区','天河区','白云区','黄埔区']
            },
            { 'title': '贵阳 ',
                'area': ['乌当区','南明区','云岩区','花溪区','白云区','观山湖区']
            },
            { 'title': '桂林 ',
                'area': ['秀峰区','叠彩区','象山区','七星区','临桂区']
            },
            { 'title': '赣州 ',
                'area': ['章贡区']
            },
            { 'title': '广安 ',
                'area': ['广安区','前锋区','华蓥市']
            }
        ]
    },
    { 'word':'H ',
        'content':[
            { 'title': '杭州 ',
                'area': ['上城区','下城区','西湖区','拱墅区','江干区']
            },
            { 'title': '哈尔滨 ',
                'area': ['道里区','道外区','南岗区','香坊区','松北区','平房区','呼兰区']
            },
            { 'title': '呼和浩特 ',
                'area': ['回民区','新城区','赛罕区','玉泉区']
            },
            { 'title': '合肥 ',
                'area': ['庐阳区','包河区','瑶海区','蜀山区']
            },
            { 'title': '海口 ',
                'area': ['秀英区','龙华区','琼山区','美兰区']
            },
            { 'title': '邯郸 ',
                'area': ['邯山区','丛台区','复兴区']
            },
            { 'title': '淮南 ',
                'area': ['田家庵区','大通区']
            },
            { 'title': '淮北 ',
                'area': ['相山区','烈山区','杜集区']
            },
            { 'title': '鹤岗 ',
                'area': [' 向阳区','工农区','南山区','东山区']
            },
            { 'title': '衡阳 ',
                'area': ['蒸湘区','石鼓区','雁峰区','珠晖区']
            },
            { 'title': '呼伦贝尔 ',
                'area': ['满洲里市','海拉尔区']
            },
            { 'title': '海东 ',
                'area': ['乐都区','平安区']
            }
        ]
    },
    { 'word':'I ',
        'content':[
            { 'title': ' ', 'area': [' '] }
        ]
    },
    { 'word':'J ',
        'content':[
            { 'title': '济南 ',
                'area': ['历下区','市中区','天桥区','槐荫区','历城区']
            },
            { 'title': '济宁 ',
                'area': ['任城区','兖州区','高新区','太白湖新区','经开区']
            },
            { 'title': '吉林 ',
                'area': ['龙潭区','昌邑区','船营区','丰满区']
            },
            { 'title': '九江 ',
                'area': ['浔阳区','濂溪区']
            },
            { 'title': '景德镇 ',
                'area': ['珠山区','昌江区']
            },
            { 'title': '佳木斯 ',
                'area': ['前进区','向阳区','东风区','郊区']
            },
            { 'title': '焦作 ',
                'area': ['解放区','山阳区','中站区','马村区']
            },
            { 'title': '酒泉 ',
                'area': ['肃州区']
            },
            { 'title': '嘉峪关 ',
                'area': ['雄关区','长城区','镜铁区']
            },
            { 'title': '济源 ',
                'area': ['济水街道','沁园街道','北海街道','天坛街道','玉泉街道']
            },
            { 'title': '锦州 ',
                'area': ['古塔区','凌河区','太和区']
            }
        ]
    },
    { 'word':'K ',
        'content':[
            { 'title': '昆明 ',
                'area': ['五华区','盘龙区','官渡区','西山区','呈贡区']
            },
            { 'title': '开封 ',
                'area': ['鼓楼区','龙亭区','禹王台区','顺河区']
            },
            { 'title': '喀什地区 ',
                'area': ['喀什县']
            }
        ]
    },
    { 'word':'L ',
        'content':[
            { 'title': '兰州 ',
                'area': ['城关区','七里河区','西固区','安宁区']
            },
            { 'title': '拉萨 ',
                'area': ['城关区']
            },
            { 'title': '洛阳 ',
                'area': ['涧西区','西工区','老城区','瀍河回族区','洛龙区','吉利区','伊滨区']
            },
            { 'title': '柳州 ',
                'area': ['柳南区','柳北区','城中区','鱼峰区']
            },
            { 'title': '乐山 ',
                'area': ['市中区','五通桥区','金口河区']
            },
            { 'title': '丽江 ',
                'area': ['古城区']
            },
            { 'title': '连云港 ',
                'area': ['海州区','连云区','赣榆区']
            },
            { 'title': '辽阳 ',
                'area': ['文圣区','白塔区','太子河区','宏伟区']
            },
            { 'title': '漯河 ',
                'area': ['源汇区','郾城区','召陵区']
            },
            { 'title': '六盘水 ',
                'area': ['钟山区','六枝特区']
            }
        ]
    },
    { 'word':'M ',
        'content':[
            { 'title': '牡丹江 ',
                'area': ['东安区','西安区','阳明区','爱民区']
            }
        ]
    },
    { 'word':'N ',
        'content':[
            { 'title': '南京 ',
                'area': ['鼓楼','建邺','白下','秦淮','玄武','下关']
            },
            { 'title': '南通 ',
                'area': ['崇川','闸港','通州']
            },
            { 'title': '宁波 ',
                'area': [' 海曙','江东','江北','北仑','镇海','鄞州']
            },
            { 'title': '南充 ',
                'area': ['顺庆区','高坪区','嘉陵区']
            },
            { 'title': '南昌 ',
                'area': ['东湖区','西湖区','青山湖区','青云谱区','新建区','湾里区','南昌县']
            },
            { 'title': '南宁 ',
                'area': ['青秀区','兴宁区','江南区','西乡塘区','良庆区','邕宁区']
            }
        ]
    },
    { 'word':'O ',
        'content':[
            { 'title': ' ', 'area': [' '] }
        ]
    },
    { 'word':'P ',
        'content':[
            { 'title': '平顶山 ',
                'area': ['新华区','卫龙区','湛河区','高新区']
            }
        ]
    },
    { 'word':'Q ',
        'content':[
            { 'title': '青岛 ',
                'area': ['市南区','市北区','崂山区','李沧区','黄岛区','城阳区']
            },
            { 'title': '泉州 ',
                'area': ['鲤城','丰泽','洛江']
            },
            { 'title': '齐齐哈尔 ',
                'area': ['龙沙区','建华区','铁锋区']
            }
        ]
    },
    { 'word':'R ',
        'content':[
            { 'title': '日喀则 ',
                'area': ['桑珠孜区']
            }
        ]
    },
    { 'word':'S ',
        'content':[
            { 'title': '上海 ',
                'area': ['长宁区','静安区','徐汇区','虹口区','杨浦区','浦东新区','普陀区','闵行区','嘉定区','宝山区','青浦区','松江区','奉贤区']
            },
            { 'title': '深圳 ',
                'area': ['罗湖区','福田区','南山区','盐田区','宝安区','龙岗区']
            },
            { 'title': '汕头 ',
                'area': ['金平区','龙湖区','濠江区']
            },
            { 'title': '苏州 ',
                'area': ['平江区','金阊区','沧浪区','吴中区','相城区','新区','工业园区']
            },
            { 'title': '宿迁 ',
                'area': ['宿城区','宿豫区','洋河新区','湖滨新区','工业园区','经开区']
            },
            { 'title': '绍兴 ',
                'area': ['越城区','柯桥区','上虞区']
            },
            { 'title': '商丘 ',
                'area': ['梁园区','睢阳区','商丘新区']
            },
            { 'title': '石家庄 ',
                'area': ['桥东','桥西','新华','长安','裕华','藁城区','鹿泉区','栾城区','高新区','正定县']
            },
            { 'title': '厦门 ',
                'area': ['思明区','湖里区']
            },
            { 'title': '沈阳 ',
                'area': ['和平区','沈河区','大东区','皇姑区','铁西区','东陵区','于洪区','苏家屯区','沈北新区']
            },
            { 'title': '上饶 ',
                'area': ['上饶县','信州区']
            },
            { 'title': '三亚 ',
                'area': ['天涯区','吉阳区','海棠区']
            },
            { 'title': '石河子市 ',
                'area': ['省直辖县级市']
            }
        ]
    },
    { 'word':'T ',
        'content':[
            { 'title': '天津 ',
                'area': ['河北区','河东区','和平区','河西区','南开区','红桥区','东丽区','西青区','北辰区','滨海新区']
            },
            { 'title': '台州 ',
                'area': ['椒江区','黄岩区','路桥区']
            },
            { 'title': '唐山 ',
                'area': ['路南','路北','开平','丰南','曹妃甸']
            },
            { 'title': '通化 ',
                'area': ['东昌区']
            },
            { 'title': '太原 ',
                'area': ['尖草坪区','杏花岭区','迎泽区','万柏林区','小店区','晋源区']
            },
            { 'title': '大同 ',
                'area': ['城区','南郊区']
            },
            { 'title': '吐鲁番市 ',
                'area': ['高昌区']
            },
            { 'title': '天水 ',
                'area': ['秦城区','麦积区']
            }
        ]
    },
    { 'word':'U ',
        'content':[
            { 'title': ' ', 'area': [' '] }
        ]
    },
    { 'word':'V ',
        'content':[
            { 'title': ' ', 'area': [' '] }
        ]
    },
    { 'word':'W ',
        'content':[
            { 'title': '无锡 ',
                'area': ['崇安','南长','北塘','锡安']
            },
            { 'title': '威海 ',
                'area': ['环翠区','','文登区','经开区','火炬高开区','进出口加工保税区','临港经开区','南海新区']
            },
            { 'title': '温州 ',
                'area': ['鹿城区','龙湾区','瓯海区','洞头区']
            },
            { 'title': '武汉 ',
                'area': ['江岸区','江汉区','硚口区','汉阳区','武昌区','青山区','洪山区','东西湖区','江夏区','黄陂区']
            },
            { 'title': '芜湖 ',
                'area': ['镜湖区','戈江区','鸠江区','三山区']
            },
            { 'title': '乌鲁木齐 ',
                'area': ['新市区','水磨沟区','沙依巴克区','天山区']
            }
        ]
    },
    { 'word':'X ',
        'content':[
            { 'title': '徐州 ',
                'area': ['泉山区','云龙区','鼓楼区','铜山区']
            },
            { 'title': '新乡 ',
                'area': ['卫滨区','红旗区','凤泉区','牧野区']
            },
            { 'title': '西安 ',
                'area': ['未央区','雁塔区','新城区','碑林区','莲湖区','灞桥区','长安区']
            },
            { 'title': '咸阳 ',
                'area': ['渭城区','秦都区']
            },
            { 'title': '西宁 ',
                'area': ['城中区','城东区','城西区','城北区']
            },
            { 'title': '香港 ',
                'area': ['九龙城区','油尖旺区','深水埗区','黄大仙区','观塘区','湾仔区','中西区','东区','西贡区','南区','荃青区','葵青区','沙田区','北区','大埔区','元朗区','屯门区']
            }
        ]
    },
    { 'word':'Y ',
        'content':[
            { 'title': '盐城 ',
                'area': ['盐都区','亭湖区','大丰区']
            },
            { 'title': '扬州 ',
                'area': ['广陵区','维扬区','刊江区']
            },
            { 'title': '烟台 ',
                'area': ['芝罘区','莱山区','福山区','开发区','高新区','牟平区']
            },
            { 'title': '义乌 ',
                'area': ['稠城街道','北苑街道','稠江街道','江东街道','后宅街道','城西街道']
            },
            { 'title': '宜昌 ',
                'area': ['夷陵区','西陵区','伍家岗区','点军区','猇亭区']
            },
            { 'title': '玉林 ',
                'area': ['玉州区','福绵区']
            },
            { 'title': '玉溪 ',
                'area': ['红塔山区']
            },
            { 'title': '伊犁 ',
                'area': ['伊宁市']
            },
            { 'title': '银川 ',
                'area': ['西夏区','金凤区','兴庆区']
            }
        ]
    },
    { 'word':'Z ',
        'content':[
            { 'title': '中山 ',
                'area': ['石歧街道','东区街道','西区街道','南区街道','五桂山街道','火炬高技术开发区']
            },
            { 'title': '湛江 ',
                'area': ['赤坎区','霞山区','经开区','海东新区','西城新区']
            },
            { 'title': '珠海 ',
                'area': ['香洲区','金湾区','斗门区']
            },
            { 'title': '淄博 ',
                'area': ['张店区','淄川区','博山','周村','临淄']
            },
            { 'title': '郑州 ',
                'area': ['中原区','管城区','二七区','金水区','惠济区']
            },
            { 'title': '自贡 ',
                'area': ['自流井区','贡井区','大安区','沿滩区']
            },
            { 'title': '株洲 ',
                'area': ['天元区','荷塘区','芦淞区','石峰区']
            },
            { 'title': '遵义 ',
                'area': ['红花岗区','汇川区']
            }
        ]
    }
];



var major_arr=['哲学 ','逻辑学 ','经济学 ','财政学 ','金融学 ','国际经济与贸易 ','社会学 ','教育学 ','艺术教育 ','学前教育 ','小学教育 ','特殊教育 ','体育教育 ','汉语言文学 ','英语 ','商务英语 ','新闻学 ','广播电视学 ','广告学 ','数学与应用数学 ','信息与计算科学 ','物理学 ','应用物理学 ','化学 ','天文学 ','地理科学 ','海洋科学 ','地球物理学 ','地质学 ','生物科学 ','生态学 ','心理学','统计学 ','工程力学 ','机械工程 ','机械电子工程 ','工业设计 ','材料科学与工程 ','冶金工程 ','电气工程及其自动化 ','电子信息工程 ','电子科学与技术 ','通信工程 ','信息工程 ','计算机科学与技术 ','软件工程 ','网络工程 ','信息安全','物联网工程 ','数字媒体技术 ','土木工程 ','建筑环境与能源应用工程 ','水利水电工程 ','测绘工程 ','采矿工程 ','石油工程 ','矿物加工工程 ','服装设计与工程 ','交通运输 ','航海技术 ','飞行技术 ','航空航天工程 ','探测制导与控制技术 ','信息对抗技术 ','核工程与核技术 ','农业机械化及其自动化 ','农业电气化 ','农业水利工程 ','森林工程 ','木材科学与工程 ','环境科学与工程 ','生物医学工程 ','食品科学与工程 ','建筑学 ','生物工程 ','农学 ','植物科学与技术 ','动物科学 ','动物医学 ','园林艺术设计 ','森林保护 ','海洋渔业科学与技术 ','临床医学 ','中医学 ','中西医临床医学 ','药学 ','康复治疗学 ','口腔医学技术 ','护理学 ','信息管理与信息系统 ','房地产开发与管理 ','工程造价 ','工商管理 ','市场营销 ','会计学 ','财务管理 ','国际商务 ','人力资源管理 ','文化产业管理 ','农林经济管理 ','公共事业管理 ','行政管理 ','土地资源管理 ','城市管理 ','信息资源管理 ','工业工程 ','电子商务 ','旅游管理 ','酒店管理 ','音乐表演 ','舞蹈学 ','电影学 ','戏剧影视文学 ','广播电视编导 ','戏剧影视美术设计 ','播音与主持艺术 ','动画 ','美术学 ','绘画 ','雕塑 ','摄影 ','艺术设计学 ','视觉传达设计 ','环境设计 ','产品设计 ','服装与服饰设计 ','公共艺术 ','工艺美术 ','数字媒体艺术 ','资源与环境经济学 ','商务经济学 ','能源经济 ','金融数学 ','信用管理 ','经济与金融 ','国际事务与国际关系 ','政治经济学 ','公安管理学 ','应用语言学 ','网络与新媒体 ','外国语言与外国历史 ','化学生物学 ','分子科学与工程 ','海洋资源与环境 ','军事海洋学 ','地球信息科学与技术 ','古生物学 ','机械工艺技术 ','汽车维修工程教育 ','焊接技术与工程 ','新能源材料与器件 ','能源与环境系统工程 ','广播电视工程 ','电子信息科学与技术 ','电信工程及管理 ','应用电子技术教育 ','轨道交通信号与控制 ','智能科学与技术 ','空间信息与数字技术 ','电子与计算机工程 ','道路桥梁与渡河工程 ','水务工程 ','导航工程 ','地理国情监测 ','资源循环科学与工程 ','能源化学工程 ','化学工程与工业生物工程 ','地下水科学与工程 ','矿物资源工程 ','海洋油气工程 ','服装设计与工艺教育 ','船舶电子电气工程 ','海洋工程与技术 ','海洋资源开发技术 ','资源环境科学 ','烹饪与营养教育 ','历史建筑保护工程 ','生物制药 ','交通管理工程 ','安全防范工程 ','公安视听技术 ','应用生物科学 ','麻醉学 ','医学影像学 ','妇幼保健医学 ','临床药学 ','药物化学 ','海洋药学 ','劳动关系 ','体育经济与管理 ','财务会计教育 ','市场营销教育 ','海关管理 ','交通管理 ','海事管理 ','公共关系学 ','质量管理工程 ','电子商务及法律 ','旅游管理与服务教育 ','影视摄影与制作 ','书法学 '];

var school_arr=['西南大学','重庆大学',"重庆邮电大学","重庆师范大学","重庆交通大学","重庆大学1","重庆大学2"];




//var index_menu=[
//    {
//        "title":"工学",
//        "name":["力学","机械","仪器"],
//        "content":["力学","机械","仪器","材料","能源动力","电气","电子信息","自动化","计算机","土木","水利","测绘","化工与制药","地质","矿业","纺织","轻工","交通运输","海洋工程","航空航天","农业工程","林业工程","环境科学与工程","生物医学工程","食品科学与工程","建筑","安全科学与工程","生物工程","公安技术"]
//    },
//    {
//        "title":"医学",
//        "name":["基础医疗","临床医学"],
//        "content":["基础医学","临床医学","口腔医学","公共卫生与预防医学","中医学","中西医结合","药学","中药学","医学技术","护理医学"]
//    },
//    {
//        "title":"管理学",
//        "name":["工商管理","电子商务"],
//        "content":["管理科学与工程","工商管理","农业经济管理","公共管理","图书情报与档案管理","物流管理与工程","工业工程","电子商务","旅游管理"]
//    },
//    {
//        "title":"理学",
//        "name":["数学","物理学","化学"],
//        "content":["数学","物理学","化学","地理科学","地质学","生物科学","心理学","统计学"]
//    },
//    {
//        "title":"农学",
//        "name":["植物生产","动物生产"],
//        "content":["植物生产","动物生产","动物医学","林学","水产","草学"]
//    },
//    {
//        "title":"经济学",
//        "name":["经济学","财政学"],
//        "content":["经济学","财政学","金融学","经济与贸易"]
//    },
//    {
//        "title":"艺术学",
//        "name":["美术学","设计学"],
//        "content":["音乐与舞蹈学","戏剧与影视学","美术学","设计学"]
//    },
//    {
//        "title":"文学",
//        "name":["新闻传播学","中国语言文学"],
//        "content":["中国语言文学","外国语言文学","新闻传播学"]
//    },
//    {
//        "title":"教育学",
//        "name":["教育学","体育学"],
//        "content":["教育学 ","体育学"]
//    },
//    {
//        "title":"法学",
//        "name":["法学","社会学"],
//        "content":["法学","社会学"]
//    },
//    {
//        "title":"其他",
//        "name":["历史学","哲学"],
//        "content":["历史学","哲学"]
//    }
//
//]
